/* NSMenuItem : <title: > (oid:1103) */
" " = " ";

/* NSButton (Accept any certificate without verification) : <title:Accept any certificate without verification> (oid:1070) */
"Accept any certificate without verification" = "Tüm sertifikaları doğrulamaksızın kabul et";

/* NSButton (Adjust file permissions on download) : <title:Adjust file permissions on download> (oid:994) */
"Adjust file permissions on download" = "İndirirken dosya izinlerini ayarla";

/* NSButton (Adjust file permissions on upload) : <title:Adjust file permissions on upload> (oid:974) */
"Adjust file permissions on upload" = "Karşıya yüklerken dosya izinlerini ayarla";

/* NSTabViewItem : <title:Advanced> (oid:641) */
"Advanced" = "Gelişmiş";

/* NSBox (Anonymous Login) : <title:Anonymous Login> (oid:1058) */
"Anonymous Login" = "İsimsiz Oturum Açma";

/* NSTextField (Anonymous login is used on public FTP servers. The password is usually an email address.) : <title:Anonymous login is used on public FTP servers. The password is usually an email address.> (oid:1047) */
"Anonymous login is used on public FTP servers. The password is usually an email address." = "İsimsiz oturum açma herkese açık FTP sunucularında kullanılır. Şifre genellikle bir e-posta adresidir.";

/* NSBox (Authentication) : <title:Authentication> (oid:1100) */
"Authentication" = "Kimlik Denetimi";

/* NSButton (Automatically check for updates) : <title:Automatically check for updates> (oid:859) */
"Automatically check for updates" = "Güncellemeleri otomatik denetle";

/* NSButton (Bring transfer window to front when transferring files) : <title:Bring transfer window to front when transferring files> (oid:956) */
"Bring transfer window to front when transferring files" = "Dosyalar aktarılırken aktarım penceresini öne getir";

/* NSTabViewItem : <title:Browser> (oid:325) */
"Browser" = "Tarayıcı";

/* NSBox (Buffer Size) : <title:Buffer Size> (oid:1120) */
"Buffer Size" = "Önbellek Boyutu";

/* NSTextField (Buffer Size (kilobit):) : <title:Buffer Size (kilobit):> (oid:1123) */
"Buffer Size (kilobit):" = "Önbellek Boyutu (kilobit):";

/* NSBox (Certificates) : <title:Certificates> (oid:1071) */
"Certificates" = "Sertifikalar";

/* NSTextField (Character encoding:) : <title:Character encoding:> (oid:876) */
"Character encoding:" = "Karakter Kodlama:";

/* NSButton (Choose...) : <title:Choose...> (oid:970) */
"Choose..." = "Seç...";

/* NSTextField (Client to Server:) : <title:Client to Server:> (oid:1091) */
"Client to Server:" = "İstemciden Sunucuya:";

/* NSBox (Concurrent connections) : <title:Concurrent connections> (oid:1121) */
"Concurrent connections" = "Eşzamanlı Bağlantılar";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Bağlantıyı keserken onaylat";

/* NSBox (Connect Mode) : <title:Connect Mode> (oid:1060) */
"Connect Mode" = "Bağlanma Biçimi";

/* NSBox (Connection) : <title:Connection> (oid:863) */
"Connection" = "Bağlantı";

/* NSTextField (Convert Line Endings:) : <title:Convert Line Endings:> (oid:1049) */
"Convert Line Endings:" = "Satır Sonlarını Dönüştür:";

/* NSBox (Data Channel Security) : <title:Data Channel Security> (oid:1068) */
"Data Channel Security" = "Veri Kanalı Güvenliği";

/* NSButton (Default) : <title:Default> (oid:1122) */
"Default" = "Öntanımlı";

/* NSTextField (Default Connect Mode:) : <title:Default Connect Mode:> (oid:1056) */
"Default Connect Mode:" = "Öntanımlı Bağlanma Biçimi:";

/* NSTextField (Default Transfer Mode:) : <title:Default Transfer Mode:> (oid:1059) */
"Default Transfer Mode:" = "Öntanımlı Aktarım Biçimi:";

/* NSTextField (Default login name:) : <title:Default login name:> (oid:856) */
"Default login name:" = "Öntanımlı oturum açma adı:";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Öntanımlı iletişim kuralı:";

/* NSBox (Display the checked columns) : <title:Display the checked columns> (oid:893) */
"Display the checked columns" = "Seçili sütunları göster";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Çift tıklanan dosyayı harici düzenleyicide aç";

/* NSTextField (Download Path:) : <title:Download Path:> (oid:982) */
"Download Path:" = "İndirme Konumu:";

/* NSTextField (Duplicate files:) : <title:Duplicate files:> (oid:967) */
"Duplicate files:" = "Aynı İsimli Dosyalar:";

/* NSBox (Encryption) : <title:Encryption> (oid:1082) */
"Encryption" = "Şifreleme";

/* NSButton (Execute) : <title:Execute> (oid:997) */
"Execute" = "Çalıştırır";

/* NSBox (External Editor) : <title:External Editor> (oid:857) */
"External Editor" = "Harici Düzenleyici";

/* NSBox (FTP) : <title:FTP> (oid:1117) */
"FTP" = "FTP";

/* NSTabViewItem : <title:FTP-TLS> (oid:807) */
"FTP-TLS" = "FTP-TLS";

/* NSBox (File Listings) : <title:File Listings> (oid:882) */
"File Listings" = "Dosya Listeleme";

/* NSButton (Force other connections to close when maximum is reached) : <title:Force other connections to close when maximum is reached> (oid:1114) */
"Force other connections to close when maximum is reached" = "En büyük sayı aşılınca diğer bağlantıları kapat";

/* NSBox (General) : <title:General> (oid:963) */
"General" = "Genel";

/* NSTextField (Group) : <title:Group> (oid:987) */
"Group" = "Grup";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Yatay Çizgiler";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:883) */
"Info window always shows current selection" = "Bilgi Ver penceresi sadece seçili olanı göstersin";

/* NSBox (Interface) : <title:Interface> (oid:886) */
"Interface" = "Arabirim";

/* NSTextField (Maximum number of simultaneous connections to a server:) : <title:Maximum number of simultaneous connections to a server:> (oid:1131) */
"Maximum number of simultaneous connections to a server:" = "Bir sunucuya eşzamanlı en fazla bağlantı sayısı:";

/* NSButton (Modification Date) : <title:Modification Date> (oid:887) */
"Modification Date" = "Değiştirilme Tarihi";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:981) */
"Open downloaded files with default application" = "İndirilen dosyaları öntanımlı uygulamayla aç";

/* NSMenu : <title:OtherViews> (oid:1096) */
"OtherViews" = "OtherViews";

/* NSTextField (Others) : <title:Others> (oid:988) */
"Others" = "Diğer";

/* NSTextField (Owner) : <title:Owner> (oid:977) */
"Owner" = "Kullanıcı";

/* NSTextField (Passive FTP is in most networks a good choice because of firewalls.) : <title:Passive FTP is in most networks a good choice because of firewalls.> (oid:1045) */
"Passive FTP is in most networks a good choice because of firewalls." = "Güvenlik duvarları nedeniyle, pasif FTP pek çok ağda doğru seçimdir.";

/* NSTextField (Password:) : <title:Password:> (oid:1050) */
"Password:" = "Şifre:";

/* NSBox (Permissions) : <title:Permissions> (oid:979) */
"Permissions" = "İzinler";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Tercihler";

/* NSButton (Preserve modification date on download) : <title:Preserve modification date on download> (oid:964) */
"Preserve modification date on download" = "İndirirken değiştirilme tarihini koru";

/* NSButton (Preserve modification date on upload) : <title:Preserve modification date on upload> (oid:962) */
"Preserve modification date on upload" = "Karşıya yüklerken değiştirilme tarihini koru";

/* NSBox (Public Key) : <title:Public Key> (oid:1088) */
"Public Key" = "Açık Anahtar";

/* NSTextField (Public Key Algorithm:) : <title:Public Key Algorithm:> (oid:1079) */
"Public Key Algorithm:" = "Açık Anahtar Algoritması:";

/* NSButton (Read) : <title:Read> (oid:996) */
"Read" = "Okur";

/* NSButton (Remove items when transfer is complete) : <title:Remove items when transfer is complete> (oid:955) */
"Remove items when transfer is complete" = "Aktarım tamamlandığında listedeki öğeleri kaldır";

/* NSTabViewItem : <title:SFTP> (oid:5) */
"SFTP" = "SFTP";

/* NSButton (Send 'LIST -a' command) : <title:Send 'LIST -a' command> (oid:1134) */
"Send 'LIST -a' command" = "'LIST -a' komutu gönder";

/* NSButton (Send 'SYST' command) : <title:Send 'SYST' command> (oid:1115) */
"Send 'SYST' command" = "'SYST' komutu gönder";

/* NSButton (Send no operation to keep connection alive) : <title:Send no operation to keep connection alive> (oid:1118) */
"Send no operation to keep connection alive" = "Bağlantıyı açık tutmak için sinyal gönder";

/* NSTextField (Server to Client:) : <title:Server to Client:> (oid:1104) */
"Server to Client:" = "Sunucudan İstemciye:";

/* NSTextField (Set the preferred authentication method.) : <title:Set the preferred authentication method.> (oid:1090) */
"Set the preferred authentication method." = "Tercih edilen kimlik doğrulama yöntemini belirleyin.";

/* NSTextField (Set the preferred encryption cipher.) : <title:Set the preferred encryption cipher.> (oid:1089) */
"Set the preferred encryption cipher." = "Tercih edilen şifreleyiciyi belirleyin.";

/* NSTextField (Set the preferred server host key for server authentication.) : <title:Set the preferred server host key for server authentication.> (oid:1099) */
"Set the preferred server host key for server authentication." = "Sunucu kimlik doğrulaması için tercih edilen host anahtarını belirleyin.";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Gizli dosyaları göster";

/* NSButton (Size) : <title:Size> (oid:877) */
"Size" = "Boyut";

/* NSTextField (The buffer size should be adjusted dependant on the internet connection speed.) : <title:The buffer size should be adjusted dependant on the internet connection speed.> (oid:1116) */
"The buffer size should be adjusted dependant on the internet connection speed." = "Önbellek boyutu internet bağlantı hızına uygun olarak belirlenmelidir.";

/* NSBox (Timeout prevention) : <title:Timeout prevention> (oid:1125) */
"Timeout prevention" = "Zaman Aşımı Önleme";

/* NSTextField (Timeout to wait for a free connection (seconds):) : <title:Timeout to wait for a free connection (seconds):> (oid:1132) */
"Timeout to wait for a free connection (seconds):" = "Boş bağlantı için beklenecek zaman aşımı süresi (saniye):";

/* NSBox (Timestamps) : <title:Timestamps> (oid:960) */
"Timestamps" = "Tarih Bilgisi";

/* NSBox (Transfer Mode) : <title:Transfer Mode> (oid:1057) */
"Transfer Mode" = "Aktarım Biçimi";

/* NSTextField (Transfer in ASCII Mode:) : <title:Transfer in ASCII Mode:> (oid:1042) */
"Transfer in ASCII Mode:" = "ASCII Biçiminde Aktarım:";

/* NSTextField (Transfer mode for downloads should be set to ASCII only in special circumstances and exclusively for plain text files.) : <title:Transfer mode for downloads should be set to ASCII only in special circumstances and exclusively for plain text files.> (oid:1051) */
"Transfer mode for downloads should be set to ASCII only in special circumstances and exclusively for plain text files." = "İndirmelerde aktarım biçimi, yalnızca özel durumlarda ve özellikle metin dosyaları için ASCII olarak ayarlanmalıdır.";

/* NSTabViewItem : <title:Transfers> (oid:439) */
"Transfers" = "Aktarımlar";

/* NSButton (Try to to use TLS for data channel) : <title:Try to to use TLS for data channel> (oid:1072) */
"Try to to use TLS for data channel" = "Veri kanalı için TLS kullanmayı dene";

/* NSBox (Update) : <title:Update> (oid:851) */
"Update" = "Güncelleme";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Anahtar Zinciri'ni Kullan";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Satırları çift renk yap";

/* NSButton (Use default permissions) : <title:Use default permissions> (oid:983) */
"Use default permissions" = "Öntanımlı izinleri kullan";

/* NSButton (Use unsecured connection if not supported) : <title:Use unsecured connection if not supported> (oid:1069) */
"Use unsecured connection if not supported" = "Eğer desteklenmiyorsa güvenli olmayan bağlantı kullan";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Dikey Çizgiler";

/* NSButton (Write) : <title:Write> (oid:993) */
"Write" = "Yazar";

